raw_data = [
    {
        'goods_sn':[
            '1234564897',
        ], # 商品货号

        'images': [
            'goods/images/1_P_1449024889889.jpg', #第一张为封面图
            'goods/images/1_P_1449024889264.jpg', #第二张为简介图

        ],
        'categorys': [
            '笔记本'
        ],
        'price': '￥232元',
        'name': '新鲜水果甜蜜香脆单果约800克',
        'num': 232,
        'is_new': True, #是否新品
        'is_hot': True, #是否热销
        'ship_free':True, #true为商家承担运费，反之为个人
        'goods_brief': '食用百香果可以增加胃部饱腹感，减少余热量的摄入，还可以吸附胆固醇和胆汁之类有机分子，抑制人体对脂肪的吸收。因此，长期食用有利于改善人体营养吸收结构，降低体内脂肪，塑造健康优美体态。',
        'desc': '<p>详细介绍</p>'
    },
]

pass